[
    {
      "_id": 1,
      "name": "meghla",
      "tag": "politics",
      "image": "https://i.ibb.co/bBVWJpY/news-1-1.png",
      "title": "Israel-Hamas truce in Gaza extended by two days",
      "description": "A humanitarian pause in fighting between Israel and Hamas will extend by two days, mediator Qatar said Monday as an initial four-day truce in Gaza was set to expire.The State of Qatar announces that, as part of the ongoing mediation, an agreement has been reached to extend the humanitarian truce for an additional two days in the Gaza Strip, Qatari foreign ministry spokesman Majed Al Ansari said on X, formerly Twitter.",
      "viewCount": 29,
      "status": "Approve"
    },
    {
      "_id": 2,
      "name": "meghla",
      "tag": "health",
      "image": "https://i.ibb.co/gyxhWpx/news-2-1.png",
      "title": "Animal health companies' expo in Dhaka from Nov 30",
      "description": "The Animal Health Companies Association of Bangladesh (AHCAB) will hold a three-day international exhibition in Dhaka titled \"The fifth AHCAB International Expo 2023 on technological advancements and aqua farm management. Over 200 companies from over 11 countries, including Bangladesh, Egypt, Germany, India, Poland, South Korea, Romania and Thailand, will take part in the show.",
      "viewCount": 5,
      "status": "Approve"
    },
    {
      "_id": 3,
      "name": "parvin",
      "tag": "politics",
      "image": "https://i.ibb.co/BLDh31L/news-3-1.png",
      "title": "Parked bus catches fire in Moulvibazar",
      "description": "A fire broke out in a parked passenger bus in Moulvibazar last night.Quoting locals and eyewitnesses, fire service said the fire may have started from a mosquito coil around 11:30pm.Moulvibazar Fire Service Station Officer Jishu Talukder told The Daily Star that a fire engine doused the fire immediately. However, most parts of the bus were burnt completely.",
      "viewCount": 14,
      "status": "Approve"
    },
    {
      "_id":4,
      "name": "parvin",
      "tag": "international",
      "image": "https://i.ibb.co/p3SZd4F/news-4-1.png",
      "title": "Magnitude 6.5 quake strikes north of Papua New Guinea",
      "description": "A 6.5-magnitude earthquake struck off northern Papua New Guinea on Tuesday, the US Geological Survey said, with one witness saying the ground swayed like you are on a boat. The epicentre was detected at an estimated depth of 12 kilometres (seven miles) at 8:46 am local time (2146 GMT Monday), the USGS said.",
      "viewCount": 4,
      "status": "Approve"
    },
    {
      "_id":5,
      "name": "meghla",
      "tag": "politics",
      "image": "https://i.ibb.co/mFyjjZG/news-5-1.png",
      "title": "Income tax act lacks pro-people attitude",
      "description": "There should have been more consultation with stakeholders before the finalisation of the recently-passed Income Tax Act 2023 as there is a scope for taxpayers to fall prey to harassment during payment of tax, experts said.The act was passed in the national parliament on June 15 this year after being taken from the cabinet committee on June 8, leaving the standing committee of the parliament with inadequate time to discuss the act.",
      "status": "Approve"
    },
    {
      "_id": 6,
      "name": "parvin",
      "tag": "politics",
      "image": "https://i.ibb.co/FW9yXPh/news-6-1.png",
      "title": "First ever policy on halal certification comes to light",
      "description": "The government has framed a policy on halal certification in order to facilitate the local production and marketing of shariah-compliant foods, pharmaceuticals and cosmetics. From now on, businesses making, exporting and importing goods marketed as halal will require the certification and associated logo, according to the policy issued by the Bangladesh Islamic Foundation (BIF) last week."
    },
    {
      "_id": 7,
      "name": "meghla",
      "tag": "health",
      "image": "https://i.ibb.co/bR7kMxY/news-7-1.png",
      "title": "Animal health companies' expo in Dhaka from Nov 30",
      "description": "The Animal Health Companies Association of Bangladesh (AHCAB) will hold a three-day international exhibition in Dhaka titled \"The fifth AHCAB International Expo 2023 on technological advancements and aqua farm management. Over 200 companies from over 11 countries, including Bangladesh, Egypt, Germany, India, Poland, South Korea, Romania and Thailand, will take part in the show",
      "viewCount": 3
    },
    {
      "_id": 8,
      "name": "meghla",
      "tag": "business",
      "image": "https://i.ibb.co/YpzLdF5/news-8-1.png",
      "title": "New wage board formed for tannery workers",
      "description": "The government recently formed a five-member wage board to fix a new minimum salary for tannery workers in Bangladesh without including a single representative from among the workers, according to industry people. They also alleged that the last wage board, gazetted in 2018, had not been implemented."
    },
    {
      "_id": 9,
      "name": "jannatun",
      "tag": "business",
      "image": "https://i.ibb.co/1LRJxZj/news-9-1.png",
      "title": "Policy rate hiked again as inflation stays high",
      "description": "The central bank yesterday raised the repo rate by 50 basis points to step up its fight against the persisting higher inflation and increased rates that will make loans costlier and give better returns to savers. Now, the policy rate will be 7.75 percent, which will be effective from today. Yesterday's increase in the repo rate is the eighth hike in the past 19 months as inflation has kept surging."
    },
    {
      "_id": 10,
      "name": "mawya",
      "tag": "sports",
      "image": "https://i.ibb.co/NT0b9KV/news-10-1.png",
      "title": "Shahadat debuts as Bangladesh bat first in Sylhet Test",
      "description": "Batsman Shahadat Hossain Dipu makes his Test debut as Bangladesh won the toss and opted to bat first against New Zealand in the first Test of the two-match series at the Sylhet International Cricket Stadium today. The Tigers have gone with a spin-heavy attack with Mehedi Hasan Miraz, Nayeem Hasan and Taijul Islam in the eleven and Shoriful Islam as the lone pacer in the side."
    },
    {
      "_id": 11,
      "name": "parvin",
      "tag": "sports",
      "image": "https://i.ibb.co/0n2NXNr/news-11-1.png",
      "title": "Ronaldo convinces referee to overturn penalty he won",
      "description": "Cristiano Ronaldo convinced the referee to change his mind after awarding him a penalty in Al Nassr's AFC Champions League 0-0 draw with Iran's Persepolis. The 38-year-old former Manchester United and Real Madrid great appeared to have been brought down by Soroush Rafiei inside the box and Chinese referee Ma Ning pointed to the spot."
    },
    {
      "_id": 12,
      "name": "mawya",
      "tag": "entertainment",
      "image": "https://i.ibb.co/42dYL1F/news-12-1.png",
      "title": "A thriller that subverts expectations",
      "description": "It is usually a good sign when a director acknowledges the intelligence of his target audience, respects it when putting the finishing touches on a story. While entering Mohakhali Cineplex to watch the premiere of Shihab Shaheen's \"Baba, Someone's Following Me\", the pessimist in me instantly assumed that it'd be a straightforward tale of racism faced by South Asian students in Australia. In reality, the Binge original takes a more nuanced task to convey much more than that."
    },
    {
      "_id": 13,
      "name": "meghla",
      "tag": "business",
      "image": "https://i.ibb.co/ckk2DD6/news-13-1.png",
      "title": "Prices of latex, rubber sheets keep falling, hitting growers",
      "description": "The prices of latex and rubber sheets have continued to fall in Bangladesh, depriving growers of a better return, although manufacturers and exporters are offering higher rates to suppliers. Latex is a sticky, milky and white colloid drawn off by making incisions in the bark. It is then refined into rubber to make it ready for commercial processing."
    },
    {
      "_id": 14,
      "name": "jannatun",
      "tag": "sports",
      "image": "https://i.ibb.co/r5jkzDv/news-14-1.png",
      "title": "Ajaz's sharp turner ends Bangladesh's opening stand",
      "description": "A sharp turning delivery from Ajaz Patel brought an end to Zakir Hasan's innings in the morning session of Day one of the Sylhet Test between Bangladesh and New Zealand today, a sign of things to come later in the match. Batting first, Bangladesh openers Zakir and Mahmudul Hasan Joy did well to negate New Zealand pacers Tim Southee and Kyle Jamieson in the initial overs."
    },
    {
      "_id": 15,
      "name": "parvin",
      "tag": "environment",
      "image": "https://i.ibb.co/pvRNrn2/news-15-1.png",
      "title": "‘Environment officials managed by kiln owners’",
      "description": "The High Court yesterday blasted the Department of Environment (DoE) and Dhaka city corporations for failing to prevent air pollution and dengue infection in and around the capital despite its repeated directives.  They [DoE officials] give permission to the illegal brick kiln owners to operate as they are managed by the owners. They do not need fresh air because most of their children live abroad, and they have fresh air there"
    },
    {
      "_id": 16,
      "name": "mawya",
      "tag": "business",
      "image": "https://i.ibb.co/74g94Dw/news-16-1.png",
      "title": "Rising deposit rates bring cheers to savers",
      "description": "The interest rates on deposits are on the rise in keeping with lending rates as banks look to woo funds to ride out the liquidity crunch following the withdrawal of the lending rate cap and the hike in the policy rates. Although the central bank initiatives, aimed at making loans costlier to fight the elevated level of inflation, have increased the cost of borrowing, it has started to yield better returns for savers"
    },
    {
      "_id": 17,
      "name": "meghla",
      "tag": "environment",
      "image": "https://i.ibb.co/mRVS4hD/news-17.png",
      "title": "New gas reserve found in Sylhet",
      "description": "A new gas reserve has been found in Well-10 under the Sylhet Gas Field Limited in Jaintapur upazila of the district. Sylhet Gas Field Limited (SGFL) Director Mohammad Mizanur Rahman said 13 million cubic feet of gas can be extracted daily from the well. \"We are expecting to extract 13 million cubic feet of gas per day from the layer, he said.In 2018, a three-dimensional geological survey found gas in the Sylhet gas field. Following that, a Chinese company started the excavation work."
    },
    {
      "_id": 18,
      "name": "jannatun",
      "tag": "sports",
      "image": "https://i.ibb.co/HP71cvd/news-18-1.png",
      "title": "Joy completes fifty post-lunch",
      "description": "Mahmudul Hasan Joy hit Ajaz Patel through extra cover for a boundary to complete his fourth half-century in Test cricket in the post-lunch session of the first day of the Sylhet Test against New Zealand today. Joy, who is batting on 53, completed his half-century off 93 balls as Bangladesh reached 116-2 after 31 overs. Joy started his innings cautiously but has gradually picked up the pace and has so far hit nine fours."
    },
    {
      "_id": 19,
      "name": "jannatun",
      "tag": "international",
      "image": "https://i.ibb.co/ydWWFK6/news-19-1.png",
      "title": "Witnessing atrocities in Gaza on social media",
      "description": "Social media's addition as a new paradigm to news dissemination and consumption is not a recent development. Yet, with the ongoing Israeli attack and occupation of Gaza, it is playing a more prominent role than usual, given the deep differences that exist between how news from the region is being packaged by media outlets in the West and the rest of the world. For people from Bangladesh, a country that shares deep ties with Palestine ."
    },
    {
      "_id": 20,
      "name": "parvin",
      "tag": "business",
      "image": "https://i.ibb.co/fC3dY6q/news-20-1.png",
      "title": "BMW i7 launched in Bangladesh",
      "description": "Executive Motors Limited has recently launched the BMW i7 eDrive 50 in Bangladesh. The EV (electric vehicle), the latest addition to BMW's i-series, will be locally available at a starting price of BDT 3 crore. Equipped with the fifth-generation BMW eDrive technology, BMW i7 eDrive 50 features acceleration of 0 to 100 km/h in 5.5 seconds and range of up to 611 km. It also sports improved air suspension and Integral Active Steering features compared to previous models."
    },
    {
      "_id": 21,
      "name": "mawya",
      "tag": "business",
      "image": "https://i.ibb.co/WFXLzj2/news-21-1.png",
      "title": "Chinese firms set for best earnings growth in seven years",
      "description": "Chinese firms are on track for their strongest earnings expansion in seven years in 2024, LSEG estimates based on analysts' expectations for government measures to prop consumer demand and an ailing housing market showed. A Reuters analysis of 1,721 Chinese companies with a market value of at least $500 million shows their profits may rise 16 percent next year, the highest since 2017, when profits rose 20.9 percent."
    },
    {
      "_id": 22,
      "name": "jannatun",
      "tag": "entertainment",
      "image": "https://i.ibb.co/k1kJZWW/news-22-1.png",
      "title": "Ranveer Singh to receive recognition at Red Sea Film Fest",
      "description": "Ranveer Singh, alongside Diane Kruger and Abdullah Al-Sadhan, are set to be honoured at the forthcoming Red Sea International Film Festival in Jeddah, Saudi Arabia.  Reports from Variety have confirmed that Ranveer Singh, along with actor Diane Kruger and actor-writer Abdullah Al-Sadhan, will be receiving career honours at the prestigious festival. The event will serve as a platform to acknowledge their remarkable contributions to the world of cinema. "
    }
  ]